<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width" />
    <title>Конспект книги «Думай как математик»</title>
    <link rel="icon" href="../../img/logo.png" type="image/png" sizes="256x256">
    <link rel="stylesheet" href="../../styles/Oakleybook-styles.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Yeseva+One&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Playfair+Display&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Roboto+Slab&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=PT+Serif&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Merriweather&display=swap" rel="stylesheet">
    <script src="../../scripts/js-script.js"></script>
</head>
<body>
<header>
    <h1>
        tesablog
    </h1>
    <label id="account-name" for="account-page-button">Войти</label>
    <label class="account-page-icon" for="account-page-button">
        <img src="../../img/account.png" alt="Войти в аккаунт">
    </label>
</header>
<input type="checkbox" id="account-page-button">
<div class="account-page">
    <div class="account-box">
        <label class="account-close-form" for="account-page-button">
            <img src="../../img/closing-cross.png" alt="Закрыть">
        </label>
        <div class="account-box-title">
            Войдите в аккаунт
        </div>
        <form action="">
            <input class="inputing" type="text" placeholder=" Логин">
            <input class="inputing" type="text" placeholder=" Пароль">
            <input class="account-enter-button" type="submit" value="Войти">
        </form>
        <div class="account-create-new">
            Или
            <a href="../reg.php">зарегистрируйтесь</a>
        </div>
    </div>
</div>
<main>
    <input type="checkbox" id="menu-on-off">
    <label for="menu-on-off" id="menu-button">
        <img src="../../img/list-view-xxl.png" alt="list-view">
    </label>
    <div class="navigate">
        <h2>Содержание</h2>
        <h3>Часть I</h3>
        <ul class="menu">
            <li>
                <a href="#part-1-1">Рассеянное мышление</a><br>
            </li>
            <li>
                <a href="#part-1-2">Формирование порций<br>информации I</a><br>
            </li>
            <li>
                <a href="#part-1-3">Формирование порций<br>информации II</a>
            </li>
            <li>
                <a href="">Прокрастинация и<br>формирование<br>привычек I</a>
            </li>
            <li>
                <a href="">Прокрастинация и<br>формирование<br>привычек II</a>
            </li>
            <li>
                <a href="">Вопросы и ответы</a>
            </li>
        </ul>
        <h3>Часть II</h3>
        <ul class="menu">
            <li>
                <a href="">Методы творческого<br>запоминания</a>
            </li>
            <li>
                <a href="">О важности практики и<br>способах мышления</a>
            </li>
            <li>
                <a href="">Советы по пониманию и<br>запоминанию материала</a>
            </li>
            <li>
                <a href="">О совместной работе</a>
            </li>
            <li>
                <a href="">Советы для экзаменов</a>
            </li>
        </ul>
    </div>
    <div class="content">
        <a class="back-button" href="../../index.php">
            <img src="../../img/back-button.png" alt="Вернуться назад">
        </a>
        <div class="author">
            <img src="../../img/5OzPRMBEjkU.jpeg" alt="author-photo" title="admin">
            <div class="author__desc">
                tesaachan
            </div>
            <div class="author__date">
                2021
            </div>
        </div>
        <div class="book">
            <h1 class="title">
                КОНСПЕКТ КНИГИ «ДУМАЙ КАК МАТЕМАТИК»
            </h1>
            <div class="main-pic-container">
                <img class="main-pic" src="../../img/mainpic.png" alt="main-pic">
            </div>
            <h2 class="subtitle">
                Часть I
            </h2>
            <h3 class="info-part" id="part-1-1">
                Рассеянное мышление
            </h3>
            <ol>
                <li>
                    Чем больше стараешься настроить свой мозг на творчество, тем менее творческими будут идеи. <i>Расслабление</i> – важная часть трудной работы, если её нужно сделать хорошо.
                </li>
                <li>
                    <i>Непонимание</i> – важная часть процесса обучения. Учёба – это преодоление непонимания. Задать правильный вопрос – значит на 80% добиться успеха.
                </li>
                <li>
                    Очень полезный метод – предварительно просматривать главу: заголовки, разделы, диаграммы и т. п. перед тем, как начать читать её.
                </li>
                <li>
                    Если вы откладываете занятия на потом, то оставляете себе время только на поверхностное изучение материала в <i>сфокусированном режиме</i>.
                </li>
                <li>
                    <i>Эффект установки</i> – когда неуспех с усвоением новых понятий или решением задач обусловлен нашей фиксацией на неверном подходе.
                </li>
                О рассеянном мышлении:
                <br><br>
                <li>
                    Стоит вам отвлечься от задачи, которой занимались, - и <i>рассеянное</i> мышление вступает в силу, мысль начинает перебегать от буфера к буферу* по широкому пространству, пока не наткнётся на решение. Главное – отвлечь мозг от рассматриваемой задачи до тех пор, пока она полностью не выветрится из головы.
                    <p>
                        *имеется в виду сравнение мозга со столом для пинг-понга, а мысли с шариком
                    </p>
                </li>
                <li>
                    Если вы пребываете в рассеянном состоянии – это не значит, что можно слоняться без дела и ждать, когда же вы к чему-нибудь придёте.
                </li>
                <li>
                    Если процесс не приносит вам особой радости, делайте рабочие периоды короткими.
                    <p>
                        Средства стимуляции рассеянного мышления:
                    </p>
                    <ul class="list-good-stimulation">
                        <li>
                            Сходить в тренажёрный зал
                        </li>
                        <li>
                            Поиграть в футбол (спортивную игру)
                        </li>
                        <li>
                            Побегать, пройтись пешком, поплавать
                        </li>
                        <li>
                            Потанцевать
                        </li>
                        <li>
                            Покататься на машине
                        </li>
                        <li>
                            Порисовать
                        </li>
                        <li>
                            Принять ванну или душ
                        </li>
                        <li>
                            Послушать музыку, особенно без слов
                        </li>
                        <li>
                            Сыграть на музыкальном инструменте
                        </li>
                        <li>
                            Помедитировать
                        </li>
                        <li>
                            Поспать
                        </li>
                    </ul>
                    <ul class="list-risky-stimulation">
                        <li>
                            Видеоигры
                        </li>
                        <li>
                            Интернет
                        </li>
                        <li>
                            Друзья
                        </li>
                        <li>
                            Кино
                        </li>
                        <li>
                            Телевизор
                        </li>
                    </ul>
                </li>
                <li>
                    Хорошо усваивать материал – значит оставлять время между периодами сфокусированного внимания, чтобы нейронные связи могли устояться.
                    <p>
                        При работе над трудной задачей или в ходе усвоения нового понятия почти всегда необходимы один или несколько периодов, когда не происходит сознательной работы над задачей.
                    </p>
                </li>
                <li>
                    Обычно для прогресса хватает несколько часов рассеянного режима, который, однако, не должен быть слишком продолжительным – иначе уже найденные решения выветрятся из головы.
                </li>
                <li>
                    Практика показывает, что при изучении новых понятий лучше вернуться к ним не позже, чем через один день.
                </li>
                <li>
                    Растущее недовольство обычно знак того, что пора сделать перерыв и переключиться в рассеянный режим.
                    Как ни ценно упорство, излишне упорные усилия могут привести к ненужному недовольству и раздражению.
                </li>
                <li>
                    Для перемещения информации из рабочей памяти в долговременную требуется время. Помочь этому процессу может приём, называемый интервальным повторением, - растягиванием на несколько дней того, что вы хотите запомнить.
                </li>
                <li class="li-practical">
                    «Я не твержу себе «Я должна спать!», думаю что-нибудь вроде «пора спать» - и сосредотачиваюсь на дыхании. Будильник я ставлю на 21 минуту» - что-то типа когнитивной перезагрузки.
                </li>
                <li>
                    Полная деактивация сознательного «я» в мозге, по-видимому, помогает другим участкам мозга легче взаимодействовать друг с другом и устанавливать во время сна нейронные связи. Мозг, которому недодали сна не в состоянии формировать нейронные связи, обычные для мыслительного процесса.
                </li>
                <li class="li-practical">
                    «Перед сном записываю в блокнот всё, что придёт в голову по обдумываемой проблеме, пока не усну. Иногда, я делаю так, как проснусь».
                </li>
                <li>
                    «Что бы вы делали, если бы не боялись?». Каждый день я стараюсь совершать какой-нибудь бесстрашный поступок. Не позволяйте страху останавливать вас.
                </li>
            </ol>
            <h3 class="info-part" id="part-1-2">
                Формирование порций информации I
            </h3>
            <ol>
                <li>
                    При освоении математики и естественных наук один из главных шагов – создание <i>понятийных порций</i>, т. е. ментальных связок, объединяющих отдельные фрагменты информации через общий смысл.
                </li>
                <li>
                    Шаги формирования порции:
                    <div class="breaker"></div>
                    <div class="li-practical">
                        <ul>
                            <li>
                                сфокусировать внимание
                            </li>
                            <li>
                                понять основную идею
                            </li>
                            <li>
                                практиковаться, накапливать контекст, чтобы знать не только,
                                как применять информацию, но и когда
                            </li>
                        </ul>
                    </div>
                    <img class="img-portion-creating" src="articles-img/portion-creating.png" alt="Создание порции информации">
                </li>
                <li class="li-practical">
                    Попытка вспомнить материал, который вы изучаете, – т. е. практика извлечения данных из памяти, – гораздо эффективнее простого перечитывания.
                </li>
                <li>
                    «Намерение учиться помогает только в тех случаях, когда оно приводит к использованию правильных стратегий обучения».
                </li>
                <li>
                    Усвоить материал надо так, чтобы он стал вашей второй натурой, и вы могли использовать его как простой инструмент – это разница между простым студентом и учёным / инженером.
                </li>
                <li>
                    Практиковаться в извлечении нужной информации из памяти нужно начинать как можно раньше. Попытайтесь вспомнить что-нибудь из выученного за день. Когда материал усвоен, можно увеличить интервалы повторения до недель и потом до месяцев, а со временем знания станут практически стабильными.
                </li>
                <li>
                    Если вам нужно усвоить предмет для сдачи экзамена или того, чтобы использовать выученный материал творчески, информация должна надёжно осесть в мозгу.
                    <p>
                        В режиме медленной интуиции некоторые аспекты случайным образом стыкаются друг с другом, пока не возникнет новое понятие или подход.
                    </p>
                </li>
                <li>
                    Чем объёмнее ваша мыслительная «библиотека» порций информации, тем легче вам будет решать задачи.
                    <p>
                        Вы обнаружите, что, когда любое первое понятие или задача попадает в «библиотеку» второе понятие или задача даётся легче, а третье – ещё легче.
                    </p>
                    <p>
                        Когда вы создаёте «библиотеку», вы учите мозг распознавать не только конкретную задачу, но и разные типы и классы задач, так что со временем вы будете автоматически видеть наилучшие способы решения тех или иных задач.
                    </p>
                    <img class="img-patterns" src="articles-img/patterns.png" alt="Паттерны понятий">
                    <img class="img-types-of-thinking" src="articles-img/types-of-thinking.png" alt="Типы мышления">
                </li>
                <li>
                    Решение математических и естественных задач похоже на исполнение фортепианной пьесы. Чем больше практикуетесь, тем надёжнее, чётче и сильнее становятся ментальные паттерны.
                </li>
                <li>
                    Повторение материала вдалеке от привычного места занятий помогает укрепить знания, поскольку позволяет взглянуть на них с другой точки зрения.
                </li>
                <li>
                    <i>Интерливинг</i>, или <i>чередование</i>, – это вид деятельности, при котором вы имеете дело с разными типами задач, решение которых требует разных стратегий.
                    <p>
                        Ваш мозг должен привыкнуть к мысли, что простое умение использовать конкретный способ решения – лишь часть успеха. Вы, помимо прочего, <u>ещё должны знать</u>, когда его использовать.
                    </p>
                </li>
                <li class="li-practical">
                    Вместо продолжительного совершенствования одного и того же навыка или понятия до степени <i>избыточного</i> обучения нужно разделить усилия на несколько более коротких сеансов.
                    <p>
                        Длительные занятия хороши, когда студенты не уделяют слишком много времени одному и тому же навыку или понятию.
                    </p>
                </li>
                <li>
                    Решая д. з. выполняя, например, раздел 9.4, сделайте несколько задач из него, потом из 9.3, потом вернитесь к 9.4, потом перейдите к 9.1.
                </li>
                <li>
                    Конспект лучше писать от руки, потом его можно сфотографировать / отсканировать на смартфон или ноутбук.
                </li>
                <li>
                    Перечитайте конспект на следующий день после написания по горячим следам.
                </li>
                <li>
                    Заново решите задачи-примеры из лекции, так полученная информация лучше укрепится.
                </li>
            </ol>
            <h3 class="info-part" id="part-1-3">
                Формирование порций информации II
            </h3>
            <ol>
                <li>
                    Усвоение техники решения задач усиливает активность нейронов, и вы начинаете лучше слышать «шепот» подсознания – подсказки крепнущей интуиции.
                    <p>
                        Пошаговая инструкция по формированию действенных порций информации:
                    </p>
                    <ol>
                        <li>
                            Решите задачу сами, либо по нужде найдите решение и запишите его. Решайте полностью, не хитрите.
                        </li>
                        <li>
                            Решите задачу заново, обращая внимание на главные этапы.
                        </li>
                        <li>
                            Сделайте перерыв (займитесь другим занятием), чтобы перейти в рассеянное состояние.
                        </li>
                        <li>
                            Поспите. Перед сном решите задачу ещё раз.
                        </li>
                        <li>
                            На следующий день (как можно раньше) поработайте над задачей снова. Решите её ещё раз или, в качестве альтернативы или дополнения, решите аналогичную.
                        </li>
                        <li>
                            Перейдите к другой задаче. Повторите шаги 1-5 для неё.
                        </li>
                        <li>
                            Делайте «активные» повторения.
                            Мысленно пройдитесь по основным этапам решения задачи во время активной деятельности – прогулки, тренировки, в ожидании чего-то.
                        </li>
                    </ol>
                    <p>
                        Если у вас мало времени, примените описанную технику к ключевым задачам для понимания принципа. Эта намеренная практика углубит и ускорит процесс обучения, поможет усовершенствовать навык решения задач.
                    </p>
                </li>
                <li>
                    Не забывайте о практике вспоминания. Не поддавайтесь иллюзии компетентности, читая объяснение в книге, оно так и останется на бумаге.
                </li>
                <li>
                    Опытный скрипач при тренировке не играет пьесу полностью, а сфокусирует внимание на самых трудных фрагментах.
                    Следуйте этому подходу во время «намеренной тренировки».
                </li>
                <li>
                    Исследование показало, что чем больше усилий вы прилагаете к тому, чтобы вспомнить материал, тем глубже он осядет в памяти.
                </li>
                <li>
                    Порой, при попытке понять новую информацию вы окажетесь в тупике. Такой «крах знаний» происходит, когда ваше создание перестраивается, – воздвигает более прочный фундамент.
                </li>
                <li class="li-practical">
                    Можно скрепить все важные задачи и решения, отсканировать / переписать и держать в папке, носить с собой.
                </li>
                <li>
                    Формирование порций информации «сжимает» знания и высвобождает место в рабочей памяти, предотвращая мозговую перегрузку.
                </li>
                <li>
                    Любой <i>тест</i> сам по себе – мощный обучающий опыт. Он реорганизует знания и добавляет к ним новые, улучшает способность удерживать материал в памяти.
                    <p>
                        Постоянно экзаменуйте самих себя.
                    </p>
                </li>
                <li>
                    При создании библиотеки порций важно сознательно фокусироваться на самых сложных понятиях и аспектах решения задач.
                </li>
            </ol>
        </div>
    </div>
    <div class="side">
        <div class="download">
            <h2>Загрузка</h2>
            <a href="">
                <img class="download-img" src="../../img/20-200182_pdf-icon-png.png" alt="pdf-download">
            </a>
            <a href="">
                <img class="download-img" src="../../img/epub.png" alt="epub-download">
            </a>
        </div>
        <div class="share">
            <h2>Поделиться</h2>
            <a href="">
                <img class="share-img" src="../../img/vk-img.png" alt="Вконтакте">
            </a>
            <a href="">
                <img class="share-img" src="../../img/tg-img.png" alt="Телеграм">
            </a>
            <a href="">
                <img class="share-img" src="../../img/wa-img.png" alt="What's App">
            </a>
            <a href="">
                <img class="share-img" src="../../img/url-img.png" alt="URL">
            </a>
        </div>
    </div>
</main>
</body>
</html>